Repository: weblate/plugin.video.nasa
Catalog: resources/language/resource.language.*/strings.po
Languages: fi_fi, is_is

# Addon Summary
source: Video plugin to access content from nasa.gov
fi_fi: Videolisäosa nasa.gov-sivuston sisällölle
is_is: Myndskeiðaviðbót til að ná í efni frá nasa.gov

# Addon Description
source: This video plugin provides access to more than 1800 videos, 8 vodcasts and 4 nasa-tv livestreams[CR]All content is dynamic and should be always up to date.
fi_fi: Tämä videolaajennus tarjoaa pääsyn yli 1800 videoon, 8 vodcastiin ja 4 NASA TV:n suoraan suoratoistolähetykseen[CR]Kaikki sisältö on dynaamista ja sen pitäisi olla aina ajan tasalla.

# #30001
source: Page
fi_fi: Sivu
is_is: Síða

# #30100
source: Livestreams
fi_fi: Suorat lähetykset
is_is: Bein streymi

# #30101
source: Videos
fi_fi: Videot
is_is: Myndskeið

# #30103
source: Vodcasts
fi_fi: Vodcastit
is_is: Myndhlaðvörp

# #30200
source: Search for Videos
fi_fi: Etsi videoita
is_is: Leita að myndskeiðum

# #30201
source: Title
fi_fi: Nimike
is_is: Titill

# #30202
source: General
fi_fi: Yleiset
is_is: Almennt

# #30203
source: General Settings
fi_fi: Yleiset asetukset
is_is: Almennar stillingar

# #30204
source: Playback
fi_fi: Toisto
is_is: Afspilun

# #30205
source: Add-on used for playback
fi_fi: Toistoon käytettävä lisäosa
is_is: Viðbót notuð við afspilun

# #30206
source: Select the Add-on used for playback
fi_fi: Valitse toistoon käytettävä lisäosa
is_is: Veldu viðbót til að nota við afspilun

# #30207
source: Youtube Add-on
fi_fi: YouTube-lisäosa
is_is: Youtube-viðbót

# #30208
source: Tubed Add-on
fi_fi: Tubed-lisäosa
is_is: Tubed-viðbót
